jsonp_data_market_config_js({
    "marketClassification": [
        {
            "name": "蔬菜",
            "list": [
                "本地菜心",
                "矮脚白菜",
                "本地白菜",
                "小塘白菜",
                "大芥菜",
                "生菜",
                "西生菜",
                "菠菜",
                "油麦菜",
                "绍菜",
                "西洋菜",
                "西红柿",
                "芥兰",
                "红萝卜",
                "白萝卜",
                "椰菜花",
                "西兰花",
                "水空心菜",
                "青皮冬瓜",
                "青瓜",
                "茄瓜",
                "青豆角",
                "白豆角",
                "土豆",
                "本地芹菜",
                "西芹",
                "莴笋",
                "椰菜",
                "大蒜",
                "蒜心",
                "云南小瓜",
                "丝瓜",
                "苦瓜",
                "南瓜",
                "圆椒",
                "青尖椒",
                "荷兰豆",
                "小豆芽菜",
                "韭菜",
                "洋葱",
                "大肉姜",
                "莲藕",
                "蒜头"
            ]
        },
        {
            "name": "冰冻及冰鲜品",
            "list": [
                "冻排骨",
                "冻鸡翼",
                "冻凤爪",
                "冻带鱼",
                "冻黄花鱼",
                "红三鱼",
                "鱿鱼"
            ]
        },
        {
            "name": "水产",
            "list": [
                "生鱼",
                "黄鳝",
                "原条草鱼",
                "开刀草鱼",
                "原条鳙鱼",
                "开刀鳙鱼",
                "原条鲮鱼",
                "鲫鱼",
                "鲈鱼"
            ]
        },
        {
            "name": "肉禽蛋",
            "list": [
                "精瘦肉",
                "有皮上肉",
                "肋条肉",
                "排骨",
                "鲜牛肉",
                "生宰光鸡",
                "红壳鸡蛋"
            ]
        },
        {
            "name": "水果",
            "list": [
                "苹果",
                "雪梨",
                "香梨",
                "潮州柑",
                "香蕉",
                "西瓜",
                "柚子",
                "哈密瓜",
                "桃子",
                "红提",
                "橙子"
            ]
        },
        {
            "name": "牛奶",
            "list": [
                "伊利纯牛奶",
                "蒙牛纯牛奶"
            ]
        },
        {
            "name": "粮油",
            "list": [
                "黄豆",
                "红豆",
                "绿豆",
                "花生米",
                "玉米粉",
                "粳米",
                "早籼米",
                "晚籼米",
                "丝苗米",
                "特一粉",
                "标面粉",
                "5L金龙鱼食用调和油",
                "5L鲁花压榨一级花生油",
                "5L胡姬花古法花生油"
            ]
        }
    ]
})